[
  {
  "id": "dialogue_4",
  "transcript": "#Person1#: Okay, so this Olympic park is, uh, really big!\n#Person2#: Yeah, I know, right?\n#Person1#: Wow\n#Person2#: Now we're, you know, actually in the Olympic stadium, which is kind of the center of this whole park.\n#Person1#: Wow, splendid! So, when is it, uh, supposed to be finished?\n#Person2#: The whole stadium, yeah, it's supposed to be finished this June.\n#Person1#: That's great.\n#Person2#: Yeah\n#Person1#: How many, uh, seats are there in the stand, do you know?\n#Person2#: Oh, let me see...\n#Person1#: Mmm\n#Person2#: there are, um, 5000 seats in total.\n#Person1#: I didn't realize it was going to be so big, you know?\n#Person2#: It is, right?\n#Person1#: Exactly\n#Person2#: Look over there, those are the tracks. And, uh, the jumping pit is just over there.\n#Person1#: Ah, okay... I see.\n#Person2#: Yeah\n#Person1#: Hey, look at this sign here, it says \"No climbing\".\n#Person2#: Yeah, we've put up a lot of signs like that with English translations for, you know, foreign visitors.",
  "audio_url": "static/audios/dialogue_4_overlap.wav",
  "emotion_summary": "Both speakers express Happiness and Surprise about the Olympic park and stadium.",
  "paralinguistic_info": "Person1: male, young adult; Person2: female, middle-aged adult",
  "generated_summary": "#Person1# and #Person2# tour the Olympic park and stadium, expressing amazement at its size and features while discussing its completion and facilities."
  },
  {
  "id": "dialogue_11",
  "transcript": "#Person1#: So, welcome to my birthday party, I'm, uh, really glad you could make it.\n#Person2#: Thanks for, you know, inviting me\n#Person1#: Yeah\n#Person2#: I got you a gift, happy birthday, Francis! I hope you have, you know, many more happy and healthy years ahead.\n#Person1#: Oh, thanks, should I, uh, open it now?\n#Person2#: Yeah, go ahead, please do\n#Person1#: Okay\n#Person2#: .\n#Person1#: Wow, a remote car model, and it's my favorite brand, too\n#Person2#: Right?\n#Person1#: I really, uh, like it. That's so nice of you to get this for me.\n#Person2#: Yeah, I was, um, kind of struggling with whether I should give you this nice little car\n#Person1#: Uh-huh\n#Person2#: It was the last one they had, and, you know, I really like it myself, too.\n#Person1#: Typical you, always, you know, wanting to keep the best things for yourself\n#Person2#: Hey\n#Person1#: But, uh, that just makes me appreciate the gift even more, I guess.",
  "audio_url": "static/audios/dialogue_11_overlap.wav",
  "emotion_summary": "Person1 expresses Happiness at the birthday celebration, while Person2 shows Gratitude and a hint of Fear about the gift choice.",
  "paralinguistic_info": "Person1: male, young adult; Person2: female, middle-aged adult",
  "generated_summary": "#Person2# comes to the birthday party of Francis and sends him a remote car model."
  },
  {
  "id": "dialogue_21",
  "transcript": "#Person1#: So, uh, do you have any special skills, I mean, that you think would be, you know, relevant here?\n#Person2#: Yeah, I can, uh, write computer programs, and I have a good command of secretarial skills, you know.\n#Person1#: Okay, that's great\n#Person2#: Mmm\n#Person1#: What, uh, qualifications have you got, if you don't mind me asking?\n#Person2#: Well, I have a doctor's license, and, uh, a driving license, too.\n#Person1#: Right, okay\n#Person2#: Yeah\n#Person1#: Do you, uh, get any special training in office skills, or...?\n#Person2#: Actually, I passed both the Cambridge Examinations, First Certificate and the Certificate of Proficiency in English\n#Person1#: That's impressive\n#Person2#: And, uh, I studied for a year in London at the Lucas Secretarial College, which was, you know, really helpful\n#Person1#: Uh-huh\n#Person2#: I ended up with speeds of 120 words per minute in English shorthand and 50 words per minute in typing\n#Person1#: Wow\n#Person2#: Plus, I was trained in office procedure, which I think is pretty useful.\n#Person1#: Okay, that sounds good\n#Person2#: Thanks\n#Person1#: Please, uh, tell me about some work you've done that, you know, qualifies you for this job.\n#Person2#: Okay, so I've received some special training in typing, shorthand, and operating a fax machine, and stuff like that\n#Person1#: Okay\n#Person2#: I'm also experienced with IBM-PC, and I can, you know, operate a word-processor, a fax machine, a photocopier, and other office equipment pretty familiarly.",
  "audio_url": "static/audios/dialogue_21_overlap.wav",
  "emotion_summary": "Person1 expresses curiosity, while Person2 shows Happiness discussing skills and qualifications.",
  "paralinguistic_info": "Person1: female, teenager; Person2: male, middle-aged adult",
  "generated_summary": "#Person2# is describing the educational background and previous working experience to #Person1# in a job interview."
  },
  {
  "id": "dialogue_46",
  "transcript": "#Person1#: Hey, Lin Fang, so, uh, what's the next lesson we've got?\n#Person2#: Oh, hi, Lucy! Um, I think it's English.\n#Person1#: Okay, cool!\n#Person2#: Yeah\n#Person1#: That's, you know, my favorite subject, actually.\n#Person2#: Yeah, no surprise there, right?\n#Person1#: Uh-huh\n#Person2#: I mean, you always seem to, uh, find it pretty easy. Me, on the other hand, I struggle with it, so...\n#Person1#: Yeah, I know Nancy has a tough time with English too,\n#Person2#: Mmm\n#Person1#: but, interestingly, it's her favorite subject.\n#Person2#: Really?\n#Person1#: Yeah\n#Person2#: Yeah, I knew that. And isn't math her second favorite or something?\n#Person1#: Actually, I think it's the other way around for her,\n#Person2#: Okay\n#Person1#: but, uh, math is definitely my worst subject. I just can't seem to get the hang of it.\n#Person2#: So, if English is your number one, what's your second favorite subject, then?\n#Person1#: Hmm, that's easy - PE.\n#Person2#: Nice\n#Person1#: How about you, do you have one?\n#Person2#: Well, it's kind of a tie, I guess.\n#Person1#: Okay\n#Person2#: I really like both Chinese and science. But if I had to pick, maybe Chinese a little more.\n#Person1#: That's really different from Nancy, isn't it?\n#Person2#: Yeah\n#Person1#: I mean, she's not a fan of science at all.",
  "audio_url": "static/audios/dialogue_46_overlap.wav",
  "emotion_summary": "Person1 expresses Happiness about English, while Person2 shows a mix of Happiness and Sadness regarding their struggles.",
  "paralinguistic_info": "Person1: female, young adult; Person2: female, middle-aged adult",
  "generated_summary": "Lin Fang and Lucy are talking about their favourite subjects."
  }
]
